[
    [
        "How to manage bloody stool and precautions?",
        7
    ],
    [
        "Can I eat Oreo cookies on the eighth day after gallbladder surgery?",
        7
    ],
    [
        "Can children take compound licorice tablets?",
        7
    ],
    [
        "What precautions should I take if I have vitiligo?",
        7
    ],
    [
        "What kind of complementary foods should be introduced to a six-month-old baby?",
        7
    ],
    [
        "What foods should I eat during my period? Can I eat Ejiao and brown sugar?",
        7
    ],
    [
        "How to pay attention to diet for penis enlargement",
        7
    ],
    [
        "Can I travel by air after uterine fibroid surgery?",
        7
    ],
    [
        "How can I prepare herba cistanche wine, and what is the appropriate amount of cistanche to use per pound of alcohol?",
        7
    ],
    [
        "Can Ejiao (donkey-hide gelatin) be taken for ovarian insufficiency and amenorrhea?",
        7
    ],
    [
        "Nursing care for thyroid adenoma.",
        7
    ],
    [
        "Combining stevia and buckwheat for hypertension—safe?",
        7
    ],
    [
        "Can I take sleeping pills with Chinese medicine for insomnia?",
        7
    ],
    [
        "Is intercourse allowed after IUD insertion with bleeding?",
        7
    ],
    [
        "Can goji berries be consumed with milk?",
        7
    ],
    [
        "What exercises should be avoided with cervical spondylosis?",
        7
    ],
    [
        "What dietary precautions should be taken during heavy smog in Beijing?",
        7
    ],
    [
        "Can I do a cardiac ultrasound while pregnant? If it is heart",
        7
    ],
    [
        "Can I mix cold medicine with milk and drink it together?",
        7
    ],
    [
        "Can patients who have had thyroid cancer removed eat sea cucumbers?",
        7
    ],
    [
        "What should I avoid eating if I have cholecystitis?",
        7
    ],
    [
        "Can cephalosporins be taken with blood and brain tonics?",
        7
    ],
    [
        "When is the best time to have a 4D ultrasound during pregnancy?",
        7
    ],
    [
        "Can people with hypertension eat longan?",
        7
    ],
    [
        "Can pregnant women drink cola with ginger when they have a cold?",
        7
    ],
    [
        "What precautions should be taken with kidney stones?",
        7
    ],
    [
        "Can the baby use Longzhuang Zhuanggu Granules?",
        7
    ],
    [
        "When is the best time to take Siwu Tang (Four-Substance Decoction)?",
        7
    ],
    [
        "Can a patient with early-stage squamous lung cancer take Taxus extract?",
        7
    ],
    [
        "What fruits are good for breast cancer?",
        7
    ],
    [
        "Should progesterone capsules be taken before or after meals?",
        7
    ],
    [
        "What complementary foods should a 4-month-old baby eating only breast milk be given?",
        7
    ],
    [
        "Can nasal hemangioma patients eat lotus root?",
        7
    ],
    [
        "What medications should not be taken with sugar?",
        7
    ],
    [
        "How to care for juvenile idiopathic arthritis?",
        7
    ],
    [
        "How long should I rest after a medical abortion at 40 days?",
        7
    ],
    [
        "Management considerations for type 1 diabetes.",
        7
    ],
    [
        "Benefits and precautions of vaginal tightening surgery.",
        7
    ],
    [
        "What should vitiligo patients eat regularly?",
        7
    ],
    [
        "Subtypes of human papillomavirus can induce skin cancer. What should I pay attention to?",
        7
    ],
    [
        "What precautions should I take for lumbar spondylolisthesis?",
        7
    ],
    [
        "Is it okay to drink red wine during menstruation?",
        7
    ],
    [
        "What dietary precautions should be taken for mastitis during lactation? Individual body constitutions vary!",
        7
    ],
    [
        "Pelvic tumor.",
        7
    ],
    [
        "One year after breast cancer surgery, all examinations are normal, what precautions and medium...",
        7
    ],
    [
        "What foods should epilepsy patients avoid?",
        7
    ],
    [
        "Can someone with a port-wine stain drink goat milk?",
        7
    ],
    [
        "What should I do after a miscarriage? What can help?",
        7
    ],
    [
        "Can pregnant women eat mangosteen?",
        7
    ],
    [
        "Teacher, can cupping be used for osteoarthritis?",
        7
    ],
    [
        "What dietary precautions should be taken within one month after ERCP?",
        7
    ],
    [
        "What should I pay attention to when treating ascites due to liver disease?",
        7
    ],
    [
        "Can a bruised toe be soaked in hot water?",
        7
    ],
    [
        "Lifestyle precautions for fracture patients.",
        7
    ],
    [
        "My period started on the 23rd last month, but the flow was light. Are there any contraindications with Xiaoyao Pill?",
        7
    ],
    [
        "Precautions for lumbar vertebral hyperplasia.",
        7
    ],
    [
        "At 39 weeks of pregnancy, how to prepare for a C-section? How long to fast?",
        7
    ],
    [
        "Can I eat soybeans during breastfeeding?",
        7
    ],
    [
        "I'm 27 weeks pregnant and noticed some varicose veins in my calves. What should I pay attention to?",
        7
    ],
    [
        "Symptoms and precautions for depression.",
        7
    ],
    [
        "Can I use air conditioning one week after a miscarriage?",
        7
    ],
    [
        "Can I drink Lingzhi tea if I have diarrhea?",
        7
    ],
    [
        "Can I drink beer after eating crab?",
        7
    ],
    [
        "Can I take weight loss pills 20 days after giving birth?",
        7
    ],
    [
        "Diet for hyperglycemia and hyperuricemia.",
        7
    ],
    [
        "What dietary precautions should be taken for blocked fallopian tubes?",
        7
    ],
    [
        "Can gastric ulcer patients take Zi Yi Lingzhi Spore Powder?",
        7
    ],
    [
        "What exercises are suitable for people with systemic lupus erythematosus (SLE)?",
        7
    ],
    [
        "What is the best treatment plan for ankylosing spondylitis? What should I pay attention to?",
        7
    ],
    [
        "Can I take V-C Silver and Chao tablets if I have a cold?",
        7
    ],
    [
        "Can folic acid be taken after cervical conization?",
        7
    ],
    [
        "Can I eat immediately after taking folic acid?",
        7
    ],
    [
        "What causes heel pain?",
        0
    ],
    [
        "Are the black spots on my hand age spots?",
        0
    ],
    [
        "Why do I grind my teeth while sleeping at night?",
        0
    ],
    [
        "What's wrong with my eyes that can't see clearly?",
        0
    ],
    [
        "Is it normal to have breast pain before menstruation...",
        0
    ],
    [
        "What's the matter with a woman in her fifties who has not stopped menstruating",
        0
    ],
    [
        "Is it okay for my baby to burp after feeding these two days? What's going on?",
        0
    ],
    [
        "What causes one-sided breast enlargement in children?",
        0
    ],
    [
        "What is the reason for the delay of menstruation for 10 days?",
        0
    ],
    [
        "Discomfort and dull pain in the upper right abdomen. ALT is 110, AST is 40, ceruloplasmin is low—what could be the cause? How to relieve the abdominal pain?",
        0
    ],
    [
        "My 6-year-old child has small red dots on the skin under the surface of the face, not painful or itchy. What’s going on?",
        0
    ],
    [
        "Why has the menstrual flow suddenly decreased in the past two months?",
        0
    ],
    [
        "Why severe hair loss after childbirth?",
        0
    ],
    [
        "I haven't felt like eating these past few days and I'm not hungry either. What could be the issue?",
        0
    ],
    [
        "Recently, red papules have grown on my buttocks. They have recovered and recurred repeatedly. If it is genital warts, will it recur? Will it disappear on its own and recur again?",
        0
    ],
    [
        "I’m 30 weeks pregnant, and I’ve been feeling sharp pain in the upper right area. What could be the cause? I have a scarred uterus.",
        0
    ],
    [
        "What’s wrong with my left foot?",
        0
    ],
    [
        "What does it mean if a neck lymph node ultrasound shows abnormalities?",
        0
    ],
    [
        "Evening toothache resolving spontaneously—causes and remedies?",
        0
    ],
    [
        "What is long-term diarrhea?",
        0
    ],
    [
        "Why do pregnant women feel more nauseous in the afternoon and evening?",
        0
    ],
    [
        "Why do I still feel thirsty after drinking a lot of water?",
        0
    ],
    [
        "What is the situation of white turbid urine when urinating?",
        0
    ],
    [
        "What could be the reason if the abortion has not cleared up a month later?",
        0
    ],
    [
        "Is it a problem if my baby’s fetal movement is very low at seven months pregnant?",
        0
    ],
    [
        "Always coughing and pharyngitis, sometimes coughing when it's hot, coughing when it's cold, what's wrong with me",
        0
    ],
    [
        "What causes enuresis (bedwetting)?",
        0
    ],
    [
        "Why is there reddish discharge before each menstrual cycle?",
        0
    ],
    [
        "Why does a bone scraping sound occur after a radial fracture surgery if the X-ray shows it has healed?",
        0
    ],
    [
        "What does it mean if my period has blood streaks after experiencing severe back pain?",
        0
    ],
    [
        "There is some peeling around the eyes, what's going on?",
        0
    ],
    [
        "Recent chest tightness and shortness of breath—what’s the cause?",
        0
    ],
    [
        "What could cause headaches and vomiting?",
        0
    ],
    [
        "Why does my mouth always feel sticky?",
        0
    ],
    [
        "Is milk stasis common, and what causes it during breastfeeding?",
        0
    ],
    [
        "Brown spotting at the end of menstruation for two months. Why?",
        0
    ],
    [
        "Why does my vagina feel cold?",
        0
    ],
    [
        "What skin disease is this?",
        0
    ],
    [
        "What could cause bloating and hardness around the belly button, and what medicine should be taken?",
        0
    ],
    [
        "Why does the area around a wound feel numb?",
        0
    ],
    [
        "Best treatments for seborrheic alopecia.",
        0
    ],
    [
        "What should I do if I feel uneasy after waking up from a hangover?",
        0
    ],
    [
        "It’s the tenth day after the baby was born, and he seems to urinate and defecate less than before. What could be the reason?",
        0
    ],
    [
        "What causes delayed menstruation with no discharge?",
        0
    ],
    [
        "I fainted after standing for a long time. I don't know what happened to me.",
        0
    ],
    [
        "What could be the cause of discomfort in the glans after circumcision surgery 20 days ago?",
        0
    ],
    [
        "lately",
        0
    ],
    [
        "What causes palpitations and discomfort?",
        0
    ],
    [
        "Hello, doctor, what is the reason for the blue eyes. Thank you!",
        0
    ],
    [
        "Frequent tinnitus leading to temporary deafness—what causes this?",
        0
    ],
    [
        "Vaginal bleeding at 50 days of pregnancy despite normal fetal heartbeat—why?",
        0
    ],
    [
        "Unexplained red, painful knees and ankles—possible diagnosis?",
        0
    ],
    [
        "What could cause peeling of the fingertips?",
        0
    ],
    [
        "Not eating will cause intestinal obstruction and intestinal adhesions.",
        0
    ],
    [
        "Why is my right half of the body cold?",
        0
    ],
    [
        "What's the matter with a slight pain in my chest?",
        0
    ],
    [
        "After dinner, my stomach feels bloated all evening and even into the next day—what illness might this be?",
        0
    ],
    [
        "What's the situation if my stomach feels like dysmenorrhea for 39 weeks and five days",
        0
    ],
    [
        "I have a movable lump on my upper back and waist that is painful. Could it be related to menstruation?",
        0
    ],
    [
        "What causes bad breath?",
        0
    ],
    [
        "What causes persistent tinnitus?",
        0
    ],
    [
        "What does it mean if there are white lines on my nails?",
        0
    ],
    [
        "Why does my skin bruise easily with just a slight touch?",
        0
    ],
    [
        "What is colon cancer?",
        0
    ],
    [
        "Is it normal to feel exhausted, sleepy, and dizzy 19 days after an abortion?",
        0
    ],
    [
        "Doctor, what is the reason for my frequent numbness in my hands and feet? Thank you",
        0
    ],
    [
        "Why is the baby restless and crying at night?",
        0
    ],
    [
        "Why do I sweat at night while controlling type 1 diabetes with insulin?",
        0
    ],
    [
        "Why does my vulva feel uncomfortable after soaking in a hot spring?",
        0
    ],
    [
        "Why does a child with a cold develop wheezing?",
        0
    ],
    [
        "What causes female Chlamydia infection?",
        0
    ],
    [
        "Why do my palms and soles feel hot?",
        0
    ],
    [
        "My baby is over six months old and sweats a lot on the head while feeding—what's the reason?",
        0
    ],
    [
        "When lying down, I feel a lump in my right abdomen—is it gastrointestinal movement?",
        0
    ],
    [
        "Is it normal to delay my period by one week every month?",
        0
    ],
    [
        "Post-coital redness at the coronal sulcus of the glans—why?",
        0
    ],
    [
        "Why does my right lower abdomen hurt during postpartum recovery?",
        0
    ],
    [
        "What does it mean if my baby has white patches on the face that look like ringworm?",
        0
    ],
    [
        "Why do I feel my breast, armpit, and back muscle are bulging while breastfeeding?",
        0
    ],
    [
        "What is the matter with the odor and secretions on both sides of the scrotum",
        0
    ],
    [
        "Why does a pregnant woman's toenails turn purple?",
        0
    ],
    [
        "Is this considered a wind-heat cold?",
        0
    ],
    [
        "My face has been red all year round since childhood—what could be the cause?",
        0
    ],
    [
        "Why do I get a headache and dizziness after eating peanuts?",
        0
    ],
    [
        "Why is my sexual intercourse duration so short?",
        0
    ],
    [
        "Female, 29 years old.",
        0
    ],
    [
        "What causes pain in the back of the waist?",
        0
    ],
    [
        "What could be the reason for a strong odor from the private area in late pregnancy?",
        0
    ],
    [
        "Grains are popping up around the glans penis",
        0
    ],
    [
        "What causes short height and low weight?",
        0
    ],
    [
        "What does it mean if I feel tightness in my chest?",
        0
    ],
    [
        "Causes of leg cramps.",
        0
    ],
    [
        "Itchy patch on the neck—possible causes?",
        0
    ],
    [
        "What could be the cause of acne near the vaginal and anal areas, without pain or itching?",
        0
    ],
    [
        "My two-month-old baby is suspected of having an intracranial infection and has had a lumbar puncture, but why do I need to do an MRI? Is there really an intracranial infection? Urgent",
        0
    ],
    [
        "Is it normal to occasionally pass gas? Thank you for the help!",
        0
    ],
    [
        "Why does my 4-year-old often have sores in their mouth?",
        0
    ],
    [
        "Suspected esophageal cancer: occasional dysphagia and breathing difficulty for about a month — never checked. What could be the cause?",
        0
    ],
    [
        "Is it serious to get a gynecological infection from intercourse during menstruation?",
        0
    ],
    [
        "Does a baby having a fever three days after vaccination indicate any problem?",
        0
    ],
    [
        "Why does my 11-month-old have sparse and yellowish hair?",
        0
    ],
    [
        "What causes bleeding after sexual intercourse?",
        0
    ],
    [
        "Woke up with headache, nausea, and weakness—possible causes?",
        0
    ],
    [
        "Is it normal if the B ultrasound at 6 weeks shows no issues?",
        0
    ],
    [
        "Poor appetite and loose stool—possible causes?",
        0
    ],
    [
        "I’ve had bleeding for 17 days, but uterus and ovaries appear normal with some blood clots. Hormone levels were normal in March — what could be wrong?",
        0
    ],
    [
        "Abdominal pain persists 2 weeks after conservative treatment for appendicitis. Why?",
        0
    ],
    [
        "Chest and back pain—what could be the cause?",
        0
    ],
    [
        "Brown discharge after 17 days of curettage?",
        0
    ],
    [
        "What causes this situation? What disease is it? What medicine is better...",
        0
    ],
    [
        "Excuse me: What is the reason for the numbness of the tip of the tongue? I feel a little numb on the tip of the tongue, just like drinking hot water...",
        0
    ],
    [
        "Is a man's penis not hard because of impotence?",
        0
    ],
    [
        "What could be the cause of weakness in my left leg and right arm at 87 years old?",
        0
    ],
    [
        "I sweat excessively two hours after falling asleep — why?",
        0
    ],
    [
        "What might be the cause of this pain?",
        0
    ],
    [
        "My throat hurts, swallowing hurts too, and the sputum I spit out in the morning is pink with blood. What's the reason?",
        0
    ],
    [
        "Is it normal for my baby’s stool to be slightly gray after drinking Xubell milk powder?",
        0
    ],
    [
        "Why does a 5-month-old baby have a lot of eye mucus in his eyes?",
        0
    ],
    [
        "Why does vaginal discharge have a sour smell after intercourse?",
        0
    ],
    [
        "Why do I keep dreaming about having a baby one week after embryo transfer?",
        0
    ],
    [
        "Red urine, lower back pain, and nausea—what could be the cause?",
        0
    ],
    [
        "What is the cause of pain in the back bones",
        0
    ],
    [
        "What is frontal lobe epilepsy?",
        0
    ],
    [
        "I sprained my foot playing ball more than a month ago",
        0
    ],
    [
        "Why can’t I gain weight?",
        0
    ],
    [
        "Why do I have bad breath when I wake up?",
        0
    ],
    [
        "What might cause my 17-month-old to have a white coating on their tongue?",
        0
    ],
    [
        "Is it normal to feel weak after getting a heart stent?",
        0
    ],
    [
        "What does it mean if the body feels heavy, like the bones are heavy?",
        0
    ],
    [
        "What does it mean if I have vitiligo on my back?",
        0
    ],
    [
        "Why are you always constipated?",
        0
    ],
    [
        "What to do if my 3-month-old has diarrhea with blood?",
        0
    ],
    [
        "Why does the lower abdomen feel bloated after an abortion?",
        0
    ],
    [
        "Persistent anal itching 1 year post-hemorrhoidectomy.",
        0
    ],
    [
        "I’m having early menstruation and it’s lasted for 10 days. What could this be?",
        0
    ],
    [
        "What causes hematuria (blood in urine)?",
        0
    ],
    [
        "Recent discomfort in private area: vaginal pain during intercourse, itching, odor, and yellow discharge—is this serious?",
        0
    ],
    [
        "Is the continuous purulent secretion in the cervix cervicitis",
        0
    ],
    [
        "What could cause sharp pain in the right side of my chest when I inhale?",
        0
    ],
    [
        "What causes bloody stool? Please help!",
        0
    ],
    [
        "What is the cause of blood on the surface of the stool?",
        0
    ],
    [
        "My eyes have been slightly bulging for a few years — what could be the cause?",
        0
    ],
    [
        "Why does bleeding increase after abortion?",
        0
    ],
    [
        "The child was born with pneumonia, grew up with bronchial pneumonia, and then developed allergic asthma. What is going on?",
        0
    ],
    [
        "Severe hand numbness and occasional headaches—possible causes?",
        0
    ],
    [
        "Why do newborns shed skin?",
        0
    ],
    [
        "I have pain below the belly button when I do certain activities. What could it be?",
        0
    ],
    [
        "Why does anxiety cause chest pain?",
        0
    ],
    [
        "Why is my period light for a week after late nights?",
        0
    ],
    [
        "There’s a cut near my ear or lip.",
        0
    ],
    [
        "What does frequent pelvic pain (not during urination) indicate?",
        0
    ],
    [
        "I have a blackhead in the middle of my nose and a hard lump formed—what is it and how to treat it?",
        0
    ],
    [
        "Why is there bleeding again five days after menstruation ended? It lasted for two or three days...",
        0
    ],
    [
        "I have pain in the groin and thigh surface, what's going on",
        0
    ],
    [
        "Irregular stomach pain—possible causes?",
        0
    ],
    [
        "What might be causing knee pain one month after kidney stone surgery?",
        0
    ],
    [
        "What is the reason for the reticular cracks in the tongue coating?",
        0
    ],
    [
        "Why does an infant have diarrhea?",
        0
    ],
    [
        "I'm 47 and haven't had a period for two months—could it be menopause? I also have uterine fibroids.",
        0
    ],
    [
        "Doctor, my right rib cage is a little swollen and my right back is sore. What is the cause?",
        0
    ],
    [
        "Why does skin bleed after being scraped?",
        0
    ],
    [
        "I am still dizzy after being discharged from the hospital due to cerebral infarction. What's the matter?",
        0
    ],
    [
        "Reasons for a dark yellow complexion",
        0
    ],
    [
        "Why do I vomit blood in the late stages of liver cancer?",
        0
    ],
    [
        "Why do hands go numb after waking up?",
        0
    ],
    [
        "Six months pregnant with lower abdominal pain—similar to menstrual cramps. Is there a problem?",
        0
    ],
    [
        "What's the matter with a baby who is more than 40 days old and has blue stools?",
        0
    ],
    [
        "Is it okay to have sex with my boyfriend on the day of my period?",
        0
    ],
    [
        "Consultation: Gender emotions. My husband and I had sex and his lower body was swollen and itchy. What's wrong?",
        0
    ],
    [
        "Why is there some itchiness after being bitten by a mosquito?",
        0
    ],
    [
        "Recently, I’ve had a light odor under my armpits. What should I do?",
        0
    ],
    [
        "A 59-year-old has had insomnia for two months after gallbladder removal—should depression be considered?",
        0
    ],
    [
        "Is it okay to insert a disposable glove into the body?",
        10
    ],
    [
        "It has been two months since the surgery for a fractured left leg in April this year. Has she started to grow bones...",
        10
    ],
    [
        "Does cystitis with hematuria cause pain?",
        10
    ],
    [
        "Can polycystic ovary syndrome be completely cured, especially after using Dian and Metformin?",
        10
    ],
    [
        "Does the circumcision surgery cause pain when the stitches are removed?",
        10
    ],
    [
        "Can multiple breast nodules be cured with traditional Chinese medicine?",
        10
    ],
    [
        "I’ve recently been constipated again, unable to pass stool, and I have to use my hands. Any advice?",
        10
    ],
    [
        "Can white hair at 35 turn black again?",
        10
    ],
    [
        "What are the symptoms of generalized vitiligo?",
        10
    ],
    [
        "Can mixed hemorrhoids be treated during breastfeeding?",
        10
    ],
    [
        "My 7-month-old baby has diarrhea after switching from cow's milk to goat's milk. Could it be due to goat's milk intolerance?",
        10
    ],
    [
        "How can I find out the health of my child and when should I have a check-up?",
        10
    ],
    [
        "How should nasogastric feeding be performed for post-esophageal cancer surgery patients?",
        10
    ],
    [
        "Could there be a heart problem?",
        10
    ],
    [
        "What should I do for knee joint sprains and bone spurs with osteoarthritis?",
        10
    ],
    [
        "When is the best time to introduce complementary foods?",
        10
    ],
    [
        "What should I do after having both fallopian tubes removed?",
        10
    ],
    [
        "As an actor, does filming in the first three months of pregnancy affect the baby?",
        10
    ],
    [
        "Newborn frequently choking on milk—could it lead to pneumonia?",
        10
    ],
    [
        "Can vitiligo recur?",
        10
    ],
    [
        "Will a 2-month-old baby adapt to moving from a high-rise building to a house?",
        10
    ],
    [
        "I suspect whether I have hypochondria.",
        10
    ],
    [
        "Early symptoms of viral hepatitis",
        10
    ],
    [
        "Diagnosis and classification of dysmenorrhea.",
        10
    ],
    [
        "When will my daughter start walking? Usually by age one...",
        10
    ],
    [
        "Is dengue fever rash severe? Is it dangerous? Will it disappear?",
        10
    ],
    [
        "Women’s health: Beware of three major risks.",
        10
    ],
    [
        "Allergic purpura Allergic purpura Please ask the doctor, what are the results of the urine test? Is it serious? Do I need to continue taking medicine? ",
        10
    ],
    [
        "My husband has mild thalassemia, and I'm normal. Now I'm pregnant—will there be any issues?",
        10
    ],
    [
        "Yellowish vaginal discharge with odor—what’s wrong?",
        10
    ],
    [
        "Is it necessary to take Rochefen (Cefoperazone) tomorrow in this situation?",
        10
    ],
    [
        "Can ovulation occur in the first half of the postpartum confinement period?",
        10
    ],
    [
        "Does this resemble pregnancy?",
        10
    ],
    [
        "Seven-month-old with fever and diarrhea after eating fish soup noodles—cause and medication?",
        10
    ],
    [
        "Is surgery risky for benign brain hemangioma? Are there any sequelae?",
        10
    ],
    [
        "Will repeated abortions affect my health?",
        10
    ],
    [
        "Does irregular menstruation affect fertility?",
        10
    ],
    [
        "Will urticaria cause eye swelling?",
        10
    ],
    [
        "Inquiry: Hello! I feel dizzy now and my blood pressure is 180 and 90. Should I go to the hospital?",
        10
    ],
    [
        "What should be done for gestational toxemia?",
        10
    ],
    [
        "Can I breastfeed while taking medication for endometritis?",
        10
    ],
    [
        "Does eating too much sugar cause diabetes?",
        10
    ],
    [
        "What are the symptoms of an epileptic seizure?",
        10
    ],
    [
        "Can drugs be detected in urine after a week?",
        10
    ],
    [
        "Eyebrow restoration after childhood injury—surgical options and costs?",
        10
    ],
    [
        "What are the symptoms of freckles?",
        10
    ],
    [
        "How much weight can hyperthyroidism lose in a month?",
        10
    ],
    [
        "How many sessions of microwave therapy are needed for grade 2 cervical erosion?",
        10
    ],
    [
        "How is diabetes diagnosed?",
        10
    ],
    [
        "When will I get my period after the clamp surgery?",
        10
    ],
    [
        "Where is the best place in the country to treat emphysema?",
        10
    ],
    [
        "Can ankylosing spondylitis cause ear discomfort?",
        10
    ],
    [
        "What are the prevention methods for pelvic inflammatory disease?",
        10
    ],
    [
        "How to write the date format of the newborn screening results?",
        10
    ],
    [
        "At what age are people most likely to develop breast hyperplasia?",
        10
    ],
    [
        "The bleeding stopped the day after the abortion, but there’s now thick brown discharge — is this normal?",
        10
    ],
    [
        "Difference between melanin grafting and transplantation.",
        10
    ],
    [
        "I haven’t had my period since the 25th day of the 11th lunar month. Now I’m pregnant—how far along am I and when is the due date? Please help me calculate it, thank you.",
        10
    ],
    [
        "Can pregnant women with hepatitis B have a normal birth?",
        10
    ],
    [
        "What is the best time in the menstrual cycle to conceive?",
        10
    ],
    [
        "Can pulmonary tuberculosis be cured nowadays?",
        10
    ],
    [
        "When to remove cast after middle-aged woman’s arm fracture?",
        10
    ],
    [
        "Is rice porridge nutritious? What should a baby on formula and complementary food eat?",
        10
    ],
    [
        "Is a gynecological ultrasound painful or uncomfortable?",
        10
    ],
    [
        "I’m 61 years old, female, with coronary heart disease, high blood sugar, and thick blood. What diet should I follow?",
        10
    ],
    [
        "Can my husband have a child with vitiligo after taking medicine?",
        10
    ],
    [
        "Can protruding teeth be treated?",
        10
    ],
    [
        "How long does it take to adjust a hairline?",
        10
    ],
    [
        "Which patients cannot receive thrombolysis treatment?",
        10
    ],
    [
        "Does a faint line on an ovulation test mean ovulation is happening?",
        10
    ],
    [
        "Will practicing hand flexibility affect a healing bone fracture?",
        10
    ],
    [
        "Why does my child sweat excessively while sleeping even when the weather is not hot?",
        10
    ],
    [
        "Early signs of chickenpox in children?",
        10
    ],
    [
        "Does getting a cold affect conception while trying to get pregnant?",
        10
    ],
    [
        "If my hepatitis B DNA turns negative for three years, will the virus rebound during pregnancy?",
        10
    ],
    [
        "Has anyone taken care of a baby during postpartum confinement by themselves?",
        10
    ],
    [
        "What are the symptoms of penile cancer?",
        10
    ],
    [
        "Is ulcerative proctitis curable?",
        10
    ],
    [
        "Is it normal for the endometrial thickness to be 1 mm during follow-up after a miscarriage?",
        10
    ],
    [
        "Can imported hip prostheses be reimbursed?",
        10
    ],
    [
        "Can my baby take bifidobacterium for diarrhea?",
        10
    ],
    [
        "There is discomfort under my left rib and I was diagnosed with splenomegaly—what should I do?",
        10
    ],
    [
        "Symptoms of cholecystitis?",
        10
    ],
    [
        "Which pharmaceutical company produces the best cholesterol-lowering medication?",
        10
    ],
    [
        "Life expectancy after lung cancer resection?",
        10
    ],
    [
        "Is it okay for babies to frequently change formula milk?",
        10
    ],
    [
        "Can I have sex during the confinement period to have children",
        10
    ],
    [
        "My 2-year-old baby still drools. What should I do?",
        10
    ],
    [
        "How can an underage person tell if they are pregnant?",
        10
    ],
    [
        "What factors affect the lifespan of dental implants?",
        10
    ],
    [
        "Increased vaginal discharge 10 days after intercourse—could it be pregnancy?",
        10
    ],
    [
        "Is this a premenstrual symptom or pregnancy?",
        10
    ],
    [
        "What does asthenia look like",
        10
    ],
    [
        "Can sterilization lead to pregnancy?",
        10
    ],
    [
        "What are the consequences of a bone fracture after a fall?",
        10
    ],
    [
        "Dark, scanty menstrual blood at the end of a period—normal?",
        10
    ],
    [
        "It is used for febrile coma. But what harm does it do to pregnant women?",
        10
    ],
    [
        "How many days can I use a test strip to test whether I am pregnant? ",
        10
    ],
    [
        "Is this related to STDs?",
        10
    ],
    [
        "Can a Mycoplasma infection be detected with fingertip blood?",
        10
    ],
    [
        "Is tinnitus related to mild thrombosis?",
        10
    ],
    [
        "Is this related to high blood pressure?",
        10
    ],
    [
        "Traditional Chinese medicine treatment for cholecystitis with folk remedies...",
        10
    ],
    [
        "Menstrual cycle delayed by 2-4 days each month.",
        10
    ],
    [
        "Can medications used before menstruation be continued during periods?",
        10
    ],
    [
        "Can appendicitis tests detect gynecological issues like past minimal pelvic effusion (now resolved)?",
        10
    ],
    [
        "Characteristics of colon cancer",
        10
    ],
    [
        "Is disinfection effective for condyloma acuminatum?",
        10
    ],
    [
        "Do individuals with vaginal agenesis (石女) experience regular menstruation?",
        10
    ],
    [
        "High-risk groups and early signs of laryngeal cancer.",
        10
    ],
    [
        "When does pregnancy belly become noticeable?",
        10
    ],
    [
        "Where is anesthesia injected in a laparoscopic surgery?",
        10
    ],
    [
        "Which foods promote penile growth and enlargement?",
        10
    ],
    [
        "Is it better to wipe the baby's face with baby cream or Johnson's in winter?",
        10
    ],
    [
        "Can tetracycline-stained teeth be whitened if brushing every day doesn’t work?",
        10
    ],
    [
        "I have a severe cough. I don't know what medicine I can take without affecting the fetus",
        10
    ],
    [
        "What health problems can occur due to gallbladder inflammation?",
        10
    ],
    [
        "Will cervical erosion cause vaginitis",
        10
    ],
    [
        "Does normal hepatitis B serology (two-part test) rule out infection?",
        10
    ],
    [
        "Is the 25th day of a 28-day menstrual cycle considered safe for sex?",
        10
    ],
    [
        "I did Down syndrome screening at 18 weeks of pregnancy, please help me see the results of Down syndrome screening",
        10
    ],
    [
        "Why hasn't labor started at 40 weeks of pregnancy?",
        10
    ],
    [
        "Are there successful cases of curing foot odor? Is it incurable for life?",
        10
    ],
    [
        "Am I infected?",
        10
    ],
    [
        "Recent flu-like symptoms with random pain, a lump on the left back, and right eye soreness. Is this severe?",
        10
    ],
    [
        "My ovulation period is from the 19th to the 29th.",
        10
    ],
    [
        "Is it okay to treat a rotten eardrum? Someone hit me.",
        10
    ],
    [
        "Will cervicitis in Zunyi be curable?",
        10
    ],
    [
        "What are the symptoms of six types of vaginitis, each causing different pain or itching?",
        10
    ],
    [
        "Could I have contracted HIV? How to confirm?",
        10
    ],
    [
        "Pregnancy at 21 weeks.",
        10
    ],
    [
        "Address of a reputable STD hospital in Chengdu",
        10
    ],
    [
        "Will foreskin be too long to cause infertility?",
        10
    ],
    [
        "What does it mean if I have occasional sharp pain in the upper left back of my head?",
        10
    ],
    [
        "Symptoms of genital warts in a one-year-old",
        10
    ],
    [
        "Symptoms of hookworm disease",
        10
    ],
    [
        "Early symptoms of paraplegia.",
        10
    ],
    [
        "How long after sex can I see a reaction?",
        10
    ],
    [
        "Can pelvic inflammatory disease be cured?",
        10
    ],
    [
        "How long after childbirth does it take for breast milk to stop coming out?",
        10
    ],
    [
        "Is it really impossible to cure genital warts in Shijiazhuang?",
        10
    ],
    [
        "I’ve had irregular menstruation for a long time and didn’t care — what now?",
        10
    ],
    [
        "Are symptoms of prostatitis serious?",
        10
    ],
    [
        "Can myopia be improved?",
        10
    ],
    [
        "Is closed thoracic drainage effective for pneumothorax with breath-holding?",
        10
    ],
    [
        "Optic neuritis. Optic neuritis has been treated for 1 course (10 days), but there is no obvious improvement. I hope the doctor can see me in person. How can I make an appointment with you?",
        10
    ],
    [
        "I’m 3 months pregnant, can I detect anything with ultrasound?",
        10
    ],
    [
        "Chest bone pain during forced exhalation?",
        10
    ],
    [
        "Can a 20-year-old male still grow taller?",
        10
    ],
    [
        "Can impotence heal itself?",
        10
    ],
    [
        "What is hemorrhoid prolapse? What is external hemorrhoid?",
        10
    ],
    [
        "How long after intercourse does the blastocyst implant in the uterus?",
        10
    ],
    [
        "Can I use Daktarin (clotrimazole) for mild vulvar itching?",
        10
    ],
    [
        "Can men regain fertility after vasectomy in Lanzhou?",
        10
    ],
    [
        "Does long-term use of blood-activating medications affect platelet count?",
        10
    ],
    [
        "Could you help me check if my liver function is normal? Should I receive treatment or medication?",
        10
    ],
    [
        "How does the eye release liquid and is there any discharge?",
        10
    ],
    [
        "What is the best medication for treating genital warts in Shijiazhuang?",
        10
    ],
    [
        "Is ALS (Amyotrophic Lateral Sclerosis) an incurable disease?",
        10
    ],
    [
        "Is Postinor (Levonorgestrel) an emergency contraceptive?",
        10
    ],
    [
        "What foods are best for rapidly improving anemia?",
        10
    ],
    [
        "I’ve had an IUD for 4-5 years and want to remove it. Will it hurt? Also, the vulva is sometimes red.",
        10
    ],
    [
        "Does Dumik have drug dependency?",
        10
    ],
    [
        "What is the severity of cirrhosis and how long can a person live with it?",
        10
    ],
    [
        "What are the symptoms and signs of diabetes?",
        10
    ],
    [
        "Symptoms of brucellosis?",
        10
    ],
    [
        "Can prostate cancer with bone metastasis still be treated?",
        10
    ],
    [
        "What are the symptoms of severe varicocele?",
        10
    ],
    [
        "Psychological strategies to reduce fear of challenges.",
        10
    ],
    [
        "Whose sperm is used in artificial insemination?",
        10
    ],
    [
        "I had a C-section almost four months ago and only had one period since. If I had sex in the third month, could I be pregnant?",
        10
    ],
    [
        "Could it be fetal movement?",
        10
    ],
    [
        "Do albinos develop moles?",
        10
    ],
    [
        "Is lymphocyst surgery covered by medical insurance?",
        10
    ],
    [
        "Hi, I want to ask — Yuting (emergency contraceptive) is oral, right?",
        10
    ],
    [
        "How long after intercourse do breast tenderness symptoms appear?",
        10
    ],
    [
        "How long does it take for propofol to wear off after an injection?",
        10
    ],
    [
        "Common manifestations of diffuse infantile fibromatosis",
        10
    ],
    [
        "How does estradiol behave during ovulation?",
        10
    ],
    [
        "Elderly person with back pain—should we be highly alert for kidney cancer?",
        10
    ],
    [
        "Does diabetes cause nausea after meals?",
        10
    ],
    [
        "I had a hysterosalpingography on day 3 after my period, but menstruation resumed on day 5. Can I still take anti-inflammatory and traditional Chinese medicine?",
        10
    ],
    [
        "Suspected motor neuron disease (MND) with right leg weakness—how to confirm diagnosis?",
        10
    ],
    [
        "Does anyone have good health tea recipes?",
        10
    ],
    [
        "Can tubal blockage be treated with a water test?",
        10
    ],
    [
        "Is my hepatitis B test normal, and will it be contagious if it's not?",
        10
    ],
    [
        "Facial swelling and bruising after dental anesthesia—allergic reaction?",
        10
    ],
    [
        "Where to buy Silveros® Silver Ion Antimicrobial Gel?",
        10
    ],
    [
        "What are the symptoms of liver cirrhosis with ascites?",
        10
    ],
    [
        "Can childhood epilepsy be cured",
        10
    ],
    [
        "Post-circumcision consultation for phimosis",
        10
    ],
    [
        "It's been 3 months since my foot surgery with a metal plate, but it’s still numb. What are the symptoms of nerve damage?",
        10
    ],
    [
        "Can chronic hepatitis C with an IgG positive test be turned negative after standard treatment?",
        10
    ],
    [
        "How long after applying erythromycin can it be washed off?",
        10
    ],
    [
        "Why does my hip area feel cold?",
        10
    ],
    [
        "Can I have children after taking emergency contraceptive pills?",
        10
    ],
    [
        "When does secretion discharge occur after using policresulen?",
        10
    ],
    [
        "Can chewable tablets be swallowed whole?",
        10
    ],
    [
        "Check if there are genital warts",
        10
    ],
    [
        "I can’t see clearly — seeking consultation about eye problems.",
        10
    ],
    [
        "What are the early symptoms of vitiligo on the hands?",
        10
    ],
    [
        "Benefits of taking Suoyang Bushen Capsules for delayed ejaculation and reduced libido",
        10
    ],
    [
        "Will uterine cysts heal without medication?",
        10
    ],
    [
        "Adverse reactions after taking L-carnitine.",
        10
    ],
    [
        "Efficacy of cod liver oil AD candies?",
        10
    ],
    [
        "Why is it so hard to get pregnant?",
        10
    ],
    [
        "Can blood tests diagnose if a tumor is benign or malignant?",
        10
    ],
    [
        "Could this result in pregnancy?",
        10
    ],
    [
        "When is the best time to take L-carnitine?",
        10
    ],
    [
        "Does Sichuan pepper cause male sperm count reduction?",
        10
    ],
    [
        "Smoker with sudden acne and yellowish tongue coating—dermatology advice needed.",
        10
    ],
    [
        "Little knowledge about colds",
        10
    ],
    [
        "How long to stay indoors after sweating therapy?",
        10
    ],
    [
        "What are the types of rhinitis?",
        10
    ],
    [
        "Can uterine fibroids cause abdominal pain?",
        10
    ],
    [
        "Is surgery possible for myopia? ",
        10
    ],
    [
        "Male (blood type B) and female (O) with antibody titer 512—can they conceive safely?",
        10
    ],
    [
        "How should I rehabilitate after polio?",
        10
    ],
    [
        "What should I do if a depression patient refuses to leave the house?",
        10
    ],
    [
        "Does a blood test reveal a Y chromosome in the blood mean that the baby is pregnant with a boy?",
        10
    ],
    [
        "What are vulvar warts? Are they painful or itchy?",
        10
    ],
    [
        "Pancreatitis with abdominal and pleural effusion—is this severe acute pancreatitis? How serious?",
        10
    ],
    [
        "Is psoriasis contagious? What are the symptoms?",
        10
    ],
    [
        "Does she need an injection?",
        10
    ],
    [
        "Can pregnant women drink Baidu San? Is there any harm? Does it affect the fetus?",
        10
    ],
    [
        "Is there truly no pain during a painless abortion procedure?",
        10
    ],
    [
        "Why does cervical pain occur?",
        10
    ],
    [
        "What are the symptoms of heart myxoma in the late stage?",
        10
    ],
    [
        "Is a hard lump in the foot reflex zone a sign of colon cancer?",
        10
    ],
    [
        "What is the best treatment for psoriasis?",
        10
    ],
    [
        "What to do if my baby refuses to eat?",
        10
    ],
    [
        "Can hemorrhoid surgery be done in one day?",
        10
    ],
    [
        "My period started on August 14, and I had sex twice on August 22. Could I be pregnant?",
        10
    ],
    [
        "How is uterine prolapse diagnosed?",
        10
    ],
    [
        "What should I do if I have a lump on my neck? Do I need to visit the hospital, and where?",
        10
    ],
    [
        "I thought it was prickly heat",
        10
    ],
    [
        "Can breast size increase?",
        10
    ],
    [
        "Is the image suggestive of a pressure ulcer?",
        10
    ],
    [
        "What are pearly penile papules?",
        10
    ],
    [
        "Web search suggests periungual warts.",
        10
    ],
    [
        "Is it possible to get pregnant under these conditions?",
        10
    ],
    [
        "Is aortic-type heart dangerous?",
        10
    ],
    [
        "I was bitten by a dog a year ago and didn't get an injection. Can I get it back now?",
        10
    ],
    [
        "When is ovulation? Last month, my friend got pregnant...",
        10
    ],
    [
        "What should I do if I have amyloidosis on the skin?",
        10
    ],
    [
        "I had a facial slimming injection, but now my cheeks and area under my eyes are sunken and loose. Is recovery possible?",
        10
    ],
    [
        "Can early-stage vitiligo be cured?",
        10
    ],
    [
        "Can wisdom teeth be removed all at once — is it okay to extract two teeth at once?",
        10
    ],
    [
        "Can a girl with panda blood have a second baby? Is there any risk?",
        10
    ],
    [
        "Can pregnancy occur with abnormal sperm motility, vitality, and density?",
        10
    ],
    [
        "How long after antibiotics can we try to conceive?",
        10
    ],
    [
        "How to treat scars from scalding?",
        10
    ],
    [
        "What symptoms might appear ten days into pregnancy?",
        10
    ],
    [
        "How is gastric cancer diagnosed?",
        10
    ],
    [
        "What are the common prostate diseases?",
        10
    ],
    [
        "What symptoms indicate the presence of a hemangioma?",
        10
    ],
    [
        "Does tricuspid valve malformation have a genetic component?",
        10
    ],
    [
        "What causes tongue numbness?",
        10
    ],
    [
        "Symptoms of cranial neuralgia.",
        10
    ],
    [
        "What is the diagnosis for skin conditions associated with cervical spondylosis?",
        10
    ],
    [
        "Complications after radiotherapy for lung cancer.",
        10
    ],
    [
        "Can tuberculosis cause chest pain?",
        10
    ],
    [
        "How long does it take for acute mastitis to heal? Should I increase the infusion rate, and what are the best medications for this condition?",
        10
    ],
    [
        "Can blood on my sheets be tested at the hospital?",
        10
    ],
    [
        "Can cervical spondylosis cause blurred vision?",
        10
    ],
    [
        "Risks of liposuction for double chin—Meibei Plastic Surgery Network",
        10
    ],
    [
        "What does prenatal checkup include?",
        10
    ],
    [
        "High pregnancy risk if not withdrawing in time?",
        10
    ],
    [
        "Which is more serious, bacterial infection or viral infection",
        10
    ],
    [
        "I’m 41 years old and have multiple uterine fibroids. I want to get pregnant. Is a hysteroscopic exam needed to see if my uterus is suitable for pregnancy?",
        10
    ],
    [
        "If I remove an endometrial polyp, will it grow back?",
        10
    ],
    [
        "Antifungal products safe for use during lactation.",
        10
    ],
    [
        "Clinical significance of the five myocardial enzyme markers?",
        10
    ],
    [
        "Basic examinations for fallopian tube adhesion.",
        10
    ],
    [
        "Eating cold food.",
        10
    ],
    [
        "Is hypoglycemia the same as diabetes?",
        10
    ],
    [
        "Can I dye my hair 4 months post-cesarean delivery while breastfeeding?",
        10
    ],
    [
        "I feel dizzy when standing up, and everything tastes bitter. What could be the cause?",
        10
    ],
    [
        "Can I get pregnant with adenomyosis?",
        10
    ],
    [
        "Why is 'online social phobia' not discussed?",
        10
    ],
    [
        "Is the left thyroid nodule with calcification more likely to be benign or malignant",
        10
    ],
    [
        "Are there alternatives to gastroscopy for stomach examination?",
        10
    ],
    [
        "Can Yulin Modern Gynecology Hospital perform painless abortions? Women should",
        10
    ],
    [
        "How is the milk powder of He Sheng Yuan for babies?",
        10
    ],
    [
        "What are the differential diagnosis and complications of tricuspid stenosis?",
        10
    ],
    [
        "Do my symptoms suggest HIV infection?",
        10
    ],
    [
        "How long does diarrhea usually last in children, and do they need to continue taking medicine?",
        10
    ],
    [
        "Intracranial arachnoid cyst (4.3×1.7×3.0 cm).",
        10
    ],
    [
        "Can I eat spicy snacks 22 days post-appendectomy? Is traveling safe?",
        10
    ],
    [
        "What should I do if my child has frequent nosebleeds and bad breath in the morning?",
        10
    ],
    [
        "My brother had this illness in high school in the 1990s—could it be hereditary?",
        10
    ],
    [
        "I am 26 years old, and my period comes on the 10th of each month. What day is it easiest to get pregnant?",
        10
    ],
    [
        "I had cervical lymph node tuberculosis, took medicine for over six months and stopped, but now it's back. What should I do? What are the worst-case consequences?",
        10
    ],
    [
        "Can women with syphilis be cured?",
        10
    ],
    [
        "Do I have to remove decayed wisdom teeth?",
        10
    ],
    [
        "Can sinusitis in women cause high blood pressure?",
        10
    ],
    [
        "How can office workers prevent lumbar disease?",
        10
    ],
    [
        "I’ve been wearing glasses for too long, and my eyes seem sunken around the edges. What can I do about it?",
        10
    ],
    [
        "What kind of epilepsy does my daughter have in children?",
        10
    ],
    [
        "What is in a functional position",
        10
    ],
    [
        "What are hepatitis A and B?",
        10
    ],
    [
        "What should be done for temporomandibular joint syndrome and clicking sounds due to trauma?",
        10
    ],
    [
        "What are the symptoms of rheumatism?",
        10
    ],
    [
        "Is constant fetal movement at 8 months of pregnancy normal?",
        10
    ],
    [
        "Will it affect the fetus if a pregnant woman gets inflammatory injections in the ninth month?",
        10
    ],
    [
        "Can I apply cucumber slices on my face for skin allergies during pregnancy? ",
        10
    ],
    [
        "What are some foods that help with breast enhancement?",
        10
    ],
    [
        "If I have bleeding a month after a D&C, is it my period or incomplete abortion?",
        10
    ],
    [
        "Is needle-free Aqua Facial painful?",
        10
    ],
    [
        "What does it mean if the right liver has cirrhosis and the left liver is enlarged?",
        10
    ],
    [
        "My 6-month-old baby has been coughing with phlegm lately and medicine hasn't worked. How can I help him expel the phlegm?",
        10
    ],
    [
        "Does B-ultrasound (B-US) affect children?",
        10
    ],
    [
        "What is baker’s eczema?",
        10
    ],
    [
        "Menstruation 15 days after uterine curettage—normal?",
        10
    ],
    [
        "Should I stop Bromocriptine for hyperprolactinemia during pregnancy? I had a miscarriage after stopping the medication before, thank you!",
        10
    ],
    [
        "Excuse me, how long do I usually need to drink Biostime...",
        10
    ],
    [
        "I would like to ask how many days of hospitalization is required for prostate cyst surgery? Big...",
        10
    ],
    [
        "How to tell if a woman has had an abortion? Not having a period is good for giving birth",
        10
    ],
    [
        "How to use Puji Hemorrhoid Suppositories",
        10
    ],
    [
        "I want to test my daughter's bone age. Can I predict her future height from the results?",
        10
    ],
    [
        "Surgical treatment of ectopic pregnancy relapses in the next pregnancy",
        10
    ],
    [
        "How long can HIV live outside the body. . Dried HIV blood will be gone after 10 hours...",
        10
    ],
    [
        "Will a soft and hard uterus affect pregnancy, and how should I address this?",
        10
    ],
    [
        "Under what conditions should we be alert for pediatric heart failure?",
        10
    ],
    [
        "My son drinks a lot of water every night before sleeping. If he doesn't, he won’t sleep — is that okay?",
        10
    ],
    [
        "Which hospital in Shanxi can completely cure psoriasis?",
        10
    ],
    [
        "Please explain how to distinguish between the true and false lumen of an aortic dissection on a CT scan, preferably with examples.",
        10
    ],
    [
        "Do women have kidney deficiency?",
        10
    ],
    [
        "Gastrointestinal stromal tumor — can MRI reports be viewed on the computer?",
        10
    ],
    [
        "If pregnant, when is the best time for abortion? What are the side effects afterward?",
        10
    ],
    [
        "Frequent dry retching and nausea—is this a sign of illness?",
        10
    ],
    [
        "Which hospital is good for treating cervical warts?",
        3
    ],
    [
        "Which hospital in Hefei is best for treating male genital warts?",
        3
    ],
    [
        "Which hospital in Hubei is reputable for treating hemangioma?",
        3
    ],
    [
        "Any hospital in Jiaozuo that cures epilepsy?",
        3
    ],
    [
        "Which hospitals can cure pelvic inflammatory disease (PID)?",
        3
    ],
    [
        "Which hospital in Hami is best for condyloma acuminatum?",
        3
    ],
    [
        "Which hospital in Chizhou specializes in bad breath? Why does my child have bad breath...",
        3
    ],
    [
        "Examination methods of hospitals for anal fistula treatment",
        3
    ],
    [
        "Which hospital is the best for treating prostate cysts?",
        3
    ],
    [
        "Where to treat vitiligo in Zhuzhou?",
        3
    ],
    [
        "Which hospital in Chengdu is good for treating ringworm?",
        3
    ],
    [
        "Which hospitals specialize in primary epilepsy treatment?",
        3
    ],
    [
        "Is there a way to check the levels of lead and mercury in the body?",
        3
    ],
    [
        "Which hospital in Taiyuan is good for infertility treatment?",
        3
    ],
    [
        "Where can genital herpes be treated in Changsha?",
        3
    ],
    [
        "Where is the best place to have a circumcision in Lanzhou?",
        3
    ],
    [
        "Which hospital is cheap for treating urethritis?",
        3
    ],
    [
        "Where is the best hospital for viral warts treatment?",
        3
    ],
    [
        "Which hospital in Hebei is professional in treating flat warts",
        3
    ],
    [
        "Which hospitals in Wugang specialize in treating erectile dysfunction?",
        3
    ],
    [
        "Which is the best hospital in Guiyang for the treatment of lumbar disc herniation?",
        3
    ],
    [
        "The best hospital for high paraplegia",
        3
    ],
    [
        "Can leg joint rheumatism be cured?",
        3
    ],
    [
        "What is the most reliable hospital for treating vitiligo in Guangzhou?",
        3
    ],
    [
        "Which hospital in Shaoxing treats cerebral palsy?",
        3
    ],
    [
        "Which hospital specializes in thyroid cancer treatment?",
        3
    ],
    [
        "Where are hospitals for treating cerebral palsy located?",
        3
    ],
    [
        "Which hospital specializes in abortion?",
        3
    ],
    [
        "Which hospital in Beijing is good for hemorrhoid treatment?",
        3
    ],
    [
        "Which hospital in Qingdao is best for treating psoriasis?",
        3
    ],
    [
        "The best hospital for epilepsy treatment?",
        3
    ],
    [
        "The best hospital for the treatment of female infertility in Hefei",
        3
    ],
    [
        "Which hospital in Hainan is good for treating neonatal pneumonia?",
        3
    ],
    [
        "Which hospital is authoritative for treating skin cancer?",
        3
    ],
    [
        "Which hospital in Guizhou is a reputable center for treating epilepsy?",
        3
    ],
    [
        "Which hospital in Liaoning specializes in lung cancer?",
        3
    ],
    [
        "Which hospitals are best for treating chronic hepatitis B?",
        3
    ],
    [
        "Which hospital is best for treating infertility?",
        3
    ],
    [
        "Which doctor in Chengdu has the best treatment for vitiligo?",
        3
    ],
    [
        "Enuresis: I hope to get a recommendation for a Chinese medicine expert.",
        3
    ],
    [
        "Do you know about pain management in the pain clinic?",
        3
    ],
    [
        "Where is the best hospital for bronchial asthma in Jinan?",
        3
    ],
    [
        "Which hospital in Pingdingshan is good for circumcision?",
        3
    ],
    [
        "What tests does an oral cancer patient need to undergo?",
        3
    ],
    [
        "What is the best skin clinic in Hohhot?",
        3
    ],
    [
        "Where to go for epilepsy treatment?",
        3
    ],
    [
        "Which hospital is effective for treating prostate enlargement?",
        3
    ],
    [
        "Which specialized hospital in Beijing performs circumcision?",
        3
    ],
    [
        "What tests are available for gastric diseases?",
        3
    ],
    [
        "Which hospital is good for treating polycystic ovary syndrome?",
        3
    ],
    [
        "How is the infertility department in Xiamen for women?",
        3
    ],
    [
        "Which hospital in Jiangsu is good for treating anorectal diseases?",
        3
    ],
    [
        "Where in Urumqi is good for treating flat warts?",
        3
    ],
    [
        "Which hospital in Tianjin is best for treating psoriasis?",
        3
    ],
    [
        "Which hospital in Tianshui is best for treating bronchial asthma?",
        3
    ],
    [
        "Which hospital in Liaoning treats epilepsy well?",
        3
    ],
    [
        "Which hospital in Heze specializes in treating vitiligo? How can it be cured?",
        3
    ],
    [
        "Which hospital in Fujian treats IgA nephropathy well?",
        3
    ],
    [
        "Who is the best rectal bleeding specialist in Guangzhou?",
        3
    ],
    [
        "What department should I visit for prostatitis treatment?",
        3
    ],
    [
        "How do I know if a miscarriage was complete, and when should I have an examination?",
        3
    ],
    [
        "Where can I treat male infertility and low sperm count?",
        3
    ],
    [
        "Where is the most professional Parkinson's hospital in Guangzhou?",
        3
    ],
    [
        "Where can I find a psychiatric hospital in Harbin?",
        3
    ],
    [
        "More experienced hospital for the treatment of anal warts",
        3
    ],
    [
        "Which hospital is better for treating epilepsy",
        3
    ],
    [
        "Which department should I visit if I feel dizzy and low energy?",
        3
    ],
    [
        "Where is the best place to do abortions in Chongqing",
        3
    ],
    [
        "Which hospital is good for treating liver damage?",
        3
    ],
    [
        "Where is a good vitiligo hospital in Wuxi?",
        3
    ],
    [
        "How to check for ADHD in children?",
        3
    ],
    [
        "Does vitiligo require treatment at a hospital?",
        3
    ],
    [
        "Which hospital has the best male reproductive care?",
        3
    ],
    [
        "Treatment hospital for trigeminal neuralgia in Guangzhou",
        3
    ],
    [
        "Where is the best hospital for treating sweat gland tumors in Hongkou District?",
        3
    ],
    [
        "What should I do if I want to have a child now, or what tests should I do",
        3
    ],
    [
        "Which vitiligo hospital in Xi'an has the best results?",
        3
    ],
    [
        "Which hospital in Jiangxi has the best treatment effect for uterine fibroids",
        3
    ],
    [
        "Where is the best epilepsy hospital in China?",
        3
    ],
    [
        "Hospitals in Nanjing specializing in myeloma treatment.",
        3
    ],
    [
        "How to increase height quickly?",
        2
    ],
    [
        "What are the traditional methods for treating epilepsy?",
        2
    ],
    [
        "Methods to delay menstruation at age 23.",
        2
    ],
    [
        "Where can male varicocele be treated in Dingxi?",
        2
    ],
    [
        "What should I do if I have frequent urination, pain during urination, and blood on the toilet paper?",
        2
    ],
    [
        "What are the treatment options for sphenoid bone tumors and bone fibrous proliferation?",
        2
    ],
    [
        "Traditional Chinese medicine (TCM) approaches for epilepsy?",
        2
    ],
    [
        "Management of mild varicose veins.",
        2
    ],
    [
        "How to address recurrent oral ulcers?",
        2
    ],
    [
        "How to treat fecal incontinence?",
        2
    ],
    [
        "What should be done if there is bloating and foul-smelling gas?",
        2
    ],
    [
        "How to treat endometriosis and adenomyosis?",
        2
    ],
    [
        "My baby doesn't like to eat anything at ten months old. What should I do?",
        2
    ],
    [
        "What are the symptoms of early-stage breast hyperplasia, and how to treat it?",
        2
    ],
    [
        "What should I do if skin cancer surgery didn’t fully remove the tumor?",
        2
    ],
    [
        "How can arrhythmia be cured?",
        2
    ],
    [
        "How to lower blood pressure?",
        2
    ],
    [
        "What is the best treatment for gonorrhea?",
        2
    ],
    [
        "I have had eosinophilic granuloma on my left parotid gland for several years. I have received two courses of radiotherapy, but it still hasn’t worked. What should I do?",
        2
    ],
    [
        "Large breasts without cleavage—how to manage?",
        2
    ],
    [
        "Treatment principles of nodular goiter",
        2
    ],
    [
        "What should I do if my baby is not breastfeeding properly?",
        2
    ],
    [
        "What to do about a boil near the anus?",
        2
    ],
    [
        "What is the best treatment for vitiligo?",
        2
    ],
    [
        "Optimal management for rectal cancer.",
        2
    ],
    [
        "Nutritious foods for pulmonary hemorrhage?",
        2
    ],
    [
        "Mitral stenosis and aortic regurgitation—is surgery necessary? Best surgical approach?",
        2
    ],
    [
        "My physical condition is very weak",
        2
    ],
    [
        "What medication should be taken for stomach bloating?",
        2
    ],
    [
        "What foods are good for boys who often stay up late to replenish energy?",
        2
    ],
    [
        "How to treat a 5.7cm hepatic cyst?",
        2
    ],
    [
        "What is the scientific and effective treatment for stroke?",
        2
    ],
    [
        "What should I do for biochemical pregnancy/Can it be treated? Doctor, I want you to diagnose my pregnancy in January and in September.",
        2
    ],
    [
        "What are the best care methods for elderly patients with dementia?",
        2
    ],
    [
        "Do I need a prescription for Diacerein tablets for thrombosis and external hemorrhoid swelling?",
        2
    ],
    [
        "Hair loss during breastfeeding — what to do for baby and mom?",
        2
    ],
    [
        "Why does my hair get so oily during pregnancy? I want to wash it every day. What should I do?",
        2
    ],
    [
        "Initial treatment for ligament injuries.",
        2
    ],
    [
        "How to relieve hemorrhoids and anal itching",
        2
    ],
    [
        "What should I do if I'm not pregnant?",
        2
    ],
    [
        "What should I do for eczema on the inner thigh?",
        2
    ],
    [
        "How to better treat guttate psoriasis?",
        2
    ],
    [
        "How is flat wart treated?",
        2
    ],
    [
        "How should wind bumps (chill-induced rash) be treated?",
        2
    ],
    [
        "How is neonatal apnea treated?",
        2
    ],
    [
        "How to treat prostatitis when I can ejaculate during sexual intercourse but can ejaculate through masturbation?",
        2
    ],
    [
        "How to treat a child with a cold and runny nose",
        2
    ],
    [
        "How can recurrent external hemorrhoids be completely treated?",
        2
    ],
    [
        "Urgent help! Swollen gums and sore throat — what’s the solution?",
        2
    ],
    [
        "What is the best way to treat psoriasis?",
        2
    ],
    [
        "My 8-month-old baby doesn’t like eating solid food. What should I do?",
        2
    ],
    [
        "Treatment methods for lung tumors",
        2
    ],
    [
        "How to treat and recuperate myocardial ischemia?",
        2
    ],
    [
        "What can be done to prevent the recurrence of vitiligo?",
        2
    ],
    [
        "What to do about premature ejaculation",
        2
    ],
    [
        "The fishy smell of leucorrhea has been cured, but it reappears after taking the abortion medicine. What should I do?",
        2
    ],
    [
        "What medications should be taken to prevent cerebral arteriosclerosis with fewer side effects?",
        2
    ],
    [
        "What should I do if the baby doesn't eat? Babies have this period of time, so don't worry.",
        2
    ],
    [
        "Optimal treatment for missed abortion.",
        2
    ],
    [
        "Treatment for candidal vaginitis.",
        2
    ],
    [
        "Should a decayed tooth nerve be removed?",
        2
    ],
    [
        "Is skin grafting a viable treatment for vitiligo?",
        2
    ],
    [
        "How to manage bowel movement difficulties in palliative care for ovarian cancer?",
        2
    ],
    [
        "What should I take to promote menstruation when taking Yi Mu Cao?",
        2
    ],
    [
        "What medicine can be used to control severe cervical erosion?",
        2
    ],
    [
        "The significance of Chinese medicine treatment in the remission period of idiopathic pulmonary fibrosis",
        2
    ],
    [
        "Polycystic ovary syndrome (PCOS), pelvic adhesions, anti-sperm antibodies—treatment options?",
        2
    ],
    [
        "Severe tooth decay pain—what medication to buy?",
        2
    ],
    [
        "What should I do if I haven’t had a nocturnal emission at 19?",
        2
    ],
    [
        "Risks of male condyloma acuminatum.",
        2
    ],
    [
        "What is the best treatment for ovarian cysts",
        2
    ],
    [
        "How to address frequent stomach pain in children?",
        2
    ],
    [
        "It's been 1.5 years since cervical cancer surgery, but the incision keeps growing, feels tight and itchy. How can I stop the scarring?",
        2
    ],
    [
        "What medication should I take for a urinary tract infection with hematuria?",
        2
    ],
    [
        "Post-surgery diet for diabetic wound healing.",
        2
    ],
    [
        "My 9-month-old baby has phlegm in the throat and occasional cough. What should I do?",
        2
    ],
    [
        "What is the treatment for osteophytes in elderly people?",
        2
    ],
    [
        "What are the good methods to treat autism in Linyi?",
        2
    ],
    [
        "What should I do with depression?",
        2
    ],
    [
        "What are the best treatments for endometrial cancer?",
        2
    ],
    [
        "How to exercise to restore sagging breasts?",
        2
    ],
    [
        "What can I take to treat insomnia?",
        2
    ],
    [
        "Can I apply aloe vera juice from homegrown plants to acne?",
        2
    ],
    [
        "What are the small bumps on the forehead? How to treat them?",
        2
    ],
    [
        "What are the treatment options for ankylosing spondylitis?",
        2
    ],
    [
        "Treatment for vulvar leukoplakia.",
        2
    ],
    [
        "What is the best treatment plan for facial paralysis?",
        2
    ],
    [
        "I was diagnosed with pelvic inflammatory disease—how should it be treated?",
        2
    ],
    [
        "What is the best treatment for severe cervical erosion before childbirth?",
        2
    ],
    [
        "What should be done if there’s no bleeding after an abortion?",
        2
    ],
    [
        "Best treatment for vitiligo in Changsha.",
        2
    ],
    [
        "What to do if drinking beer causes a headache?",
        2
    ],
    [
        "What should be done about anal trauma?",
        2
    ],
    [
        "I have stomach pain and bright red blood in my stool. What should I do?",
        2
    ],
    [
        "What are the treatments for ascites?",
        2
    ],
    [
        "I feel inexplicable fear, nausea, and anxiety. What should I do?",
        2
    ],
    [
        "My elderly parent has a clavicle fracture — is surgery necessary?",
        2
    ],
    [
        "What are the surgical options for treating female urinary incontinence?",
        2
    ],
    [
        "How should I treat small bumps on my skin?",
        2
    ],
    [
        "Safest way to terminate pregnancy: medical abortion vs. surgical abortion? Can medical records be omitted?",
        2
    ],
    [
        "What should I do if my period starts in early June and I have an ectopic pregnancy?",
        2
    ],
    [
        "My ankle is fractured but not displaced. It’s still swollen despite a cast — what should I do?",
        2
    ],
    [
        "How to treat chronic ulcerative colitis with persistent diarrhea?",
        2
    ],
    [
        "What to do if a burn blister bursts?",
        2
    ],
    [
        "Child with post-cold-medication diarrhea—remedies?",
        2
    ],
    [
        "What is the best treatment for osteophytes?",
        2
    ],
    [
        "How to care for facial psoriasis?",
        2
    ],
    [
        "One month ago, I had a pneumothorax of 20% and was hospitalized for six days. I was discharged with 12%. Now I have pain in my right armpit",
        2
    ],
    [
        "What might cause a 3-year-old's face to develop white patches, and what is the best treatment?",
        2
    ],
    [
        "What should I do if a pregnant woman develops kidney stones?",
        2
    ],
    [
        "What are the Chinese medicine treatments for mastopathy?",
        2
    ],
    [
        "How should I treat chronic superficial gastritis with erosion?",
        2
    ],
    [
        "How to treat pulmonary interstitial fibrosis?",
        2
    ],
    [
        "What medications treat female Mycoplasma infection?",
        2
    ],
    [
        "What should I do for viral keratitis causing vision loss and eye pain?",
        2
    ],
    [
        "Managing dry, itchy skin in current weather?",
        2
    ],
    [
        "How can epilepsy be cured?",
        2
    ],
    [
        "Irregular menstruation: Last period March 22, skipped April, resumed May 19. Blood test ruled out pregnancy. Causes?",
        2
    ],
    [
        "Extreme sensitivity to odors during early pregnancy. What to do?",
        2
    ],
    [
        "Summer-induced facial itching—what dietary changes help?",
        2
    ],
    [
        "Liangxue Wugen Decoction for treating Henoch-Schönlein purpura",
        2
    ],
    [
        "Coughing and runny nose. My baby vomited right after taking the medicine. Do I need to take more medicine?",
        2
    ],
    [
        "I often stay up all night and feel much older. How can I improve it",
        2
    ],
    [
        "How to treat hemorrhoids?",
        2
    ],
    [
        "What should I do if I was scratched by a monkey? Do I need...",
        2
    ],
    [
        "What should a mother do if her child has allergies?",
        2
    ],
    [
        "Consultation on medication for chronic hepatitis B! I hope to get guidance",
        2
    ],
    [
        "How to regulate low blood pressure caused by kidney deficiency?",
        2
    ],
    [
        "What should I do with allergic rhinitis",
        2
    ],
    [
        "I have flat warts. Is there a treatment? Is it contagious?",
        2
    ],
    [
        "How is a toe wart treated, and how to confirm if it's really a wart?",
        2
    ],
    [
        "How to remove spots above the nose tip without harming the skin?",
        2
    ],
    [
        "Which treatment for genital herpes is most effective in Changsha?",
        2
    ],
    [
        "Is my height of 170 cm and my weight of 55 kg too thin? What should I do if I am thin?",
        2
    ],
    [
        "What medicine should I take?",
        2
    ],
    [
        "I had surgery for axillary osmidrosis. It's been four days, and the skin seems allergic to the bandages. How long until I can remove the bandages?",
        2
    ],
    [
        "How to treat tenosynovitis?",
        2
    ],
    [
        "What should I do if my teeth grow with sharp edges?",
        2
    ],
    [
        "What should I do if I want to lose weight?",
        2
    ],
    [
        "Can a 60-year-old with comminuted zygomatic fracture have surgery?",
        2
    ],
    [
        "Fastest weight loss methods?",
        2
    ],
    [
        "Sinusitis has recurred for 4 years Postnasal drip and sinusitis, the condition has been recurring for 4 years. Now the nose is dripping and the eyebrow frame hurts occasionally. How to treat it? What medicine should I take? How to treat it? What medicine should I take? _",
        2
    ],
    [
        "How should a child with tonsillitis and a sore throat be treated for the best effect?",
        2
    ],
    [
        "What should I do with skin allergies?",
        2
    ],
    [
        "How severe is otitis media and how should it be treated?",
        2
    ],
    [
        "How should bacterial dysentery in children be treated?",
        2
    ],
    [
        "Excessive white discharge resembling odorless tofu curd—what medication to use?",
        2
    ],
    [
        "How to treat overactive bladder (OAB)? Seeking the best plan for urinary frequency and urgency.",
        2
    ],
    [
        "What should I do if my semen does not coagulate?",
        2
    ],
    [
        "How to address subhealth (亚健康) conditions?",
        2
    ],
    [
        "Pain in two adjacent devitalized upper teeth during occlusion. What to do?",
        2
    ],
    [
        "What should I do if there is an abnormal result on a fetal ultrasound?",
        2
    ],
    [
        "Hello, how to reduce gestational diabetes, how?",
        2
    ],
    [
        "How can I treat colitis effectively?",
        2
    ],
    [
        "I’ve had psoriasis for ten years. What treatment can help?",
        2
    ],
    [
        "Treatment options for gastroptosis.",
        2
    ],
    [
        "I have baldness. How can it be treated?",
        2
    ],
    [
        "Recurrent gastric ulcer pain and lower back pain—how to manage?",
        2
    ],
    [
        "My newborn (7 days old) has insufficient breast milk. Is it okay to breastfeed first, then supplement with 30ml formula?",
        2
    ],
    [
        "Involuntary eye blinking unresponsive to eye drops—could it be a neurological issue?",
        2
    ],
    [
        "What should I do if my doctor finds pelvic fluid during an examination?",
        2
    ],
    [
        "Irregular menstruation, irregular menstruation, what's going on? Is it because of the medicine? How should I treat it? What should I eat?",
        2
    ],
    [
        "Thin endometrium causing scanty menstruation—how to address this?",
        2
    ],
    [
        "What to do with sinusitis and nasal congestion? How to distinguish between rhinitis and sinusitis?",
        2
    ],
    [
        "What medication for a 3-month-old with milk clots and mucus in stool?",
        2
    ],
    [
        "What is the best treatment for mediastinal tumors?",
        2
    ],
    [
        "How to treat eye stones (ocular concretions)?",
        2
    ],
    [
        "Blisters on the lower back—what skin condition is this? Treatment options?",
        2
    ],
    [
        "My stomach feels uncomfortable and bloated at night; how should I treat this, and what is causing it?",
        2
    ],
    [
        "I have tuberculosis — what should I do in daily life?",
        2
    ],
    [
        "What should I do if my child suddenly hurts his right foot when he wakes up in the morning?",
        2
    ],
    [
        "How can I cure chronic laryngitis?",
        2
    ],
    [
        "What should I do if my heart beats fast during pregnancy",
        2
    ],
    [
        "Treatment of brain tumors",
        2
    ],
    [
        "Is the sexual intercourse time less than 4 minutes in the past 7 years of marriage? What should I do if the sexual intercourse time is short? Thank you for your advice_",
        2
    ],
    [
        "How to address clitoromegaly (enlarged clitoris)?",
        2
    ],
    [
        "How to lose belly fat quickly?",
        2
    ],
    [
        "How to stop the bleeding after a nose bruise",
        2
    ],
    [
        "How to quit smoking quickly and effectively?",
        2
    ],
    [
        "Optimal treatment for fallopian tube blockage.",
        2
    ],
    [
        "Psychological therapy for vitiligo patients",
        2
    ],
    [
        "Does mild cervical erosion require treatment?",
        2
    ],
    [
        "What should I do if I always have leucorrhea",
        2
    ],
    [
        "What is the treatment for congenital cleft lip and palate?",
        2
    ],
    [
        "What are the methods for treating impotence?",
        2
    ],
    [
        "Treatment for Hashimoto’s hyperthyroidism.",
        2
    ],
    [
        "What are the main common treatments for stroke",
        2
    ],
    [
        "How to treat seminal vesiculitis",
        2
    ],
    [
        "How to treat hip bone soreness?",
        2
    ],
    [
        "How to manage persistent high fever in a child?",
        2
    ],
    [
        "How to treat infant constipation?",
        2
    ],
    [
        "Does genital herpes have a specific odor? How is it treated?",
        2
    ],
    [
        "How can I make my baby grow taller? Eating more milk and bone soup and getting a good sleep will also help with height growth",
        2
    ],
    [
        "What should be done for treating silver disease (a skin disorder)?",
        2
    ],
    [
        "How to get rid of acne on the nose?",
        2
    ],
    [
        "How to treat foreskin edema?",
        2
    ],
    [
        "What should be done for constipation after hemorrhoid surgery?",
        2
    ],
    [
        "Can epilepsy be cured with surgery?",
        2
    ],
    [
        "What medicine should be used for urinary tract infection? Female, 63 years old",
        2
    ],
    [
        "What should I do if I have cervical erosion and bleeding? Will it be very serious? Yes",
        2
    ],
    [
        "Effective stomach disease treatments.",
        2
    ],
    [
        "I have many small spots on my face, with fair skin, making them very noticeable. What should I do?",
        2
    ],
    [
        "I feel uncomfortable when I catch a cold, what should I do",
        2
    ],
    [
        "Management of viral myocarditis.",
        2
    ],
    [
        "What should I do if I have spotting at 40 days of pregnancy and want to protect the fetus?",
        2
    ],
    [
        "A method of removing spots using natural substances. ",
        2
    ],
    [
        "My baby frequently spits up; could it be due to cold air in the stomach? What can I do?",
        2
    ],
    [
        "What should I do about dry, peeling skin?",
        2
    ],
    [
        "What should be done about summer dermatitis? What ointment should be used?",
        2
    ],
    [
        "How is bronchial asthma diagnosed and treated?",
        2
    ],
    [
        "My baby has eczema on the back of their hands — will it heal on its own?",
        2
    ],
    [
        "Can diaphragm spasms be treated with surgery?",
        2
    ],
    [
        "Baby has a stuffy nose from a cold—how to relieve it?",
        2
    ],
    [
        "What to do if my wife failed two or three IUD placements?",
        2
    ],
    [
        "Long-term epilepsy treatment",
        2
    ],
    [
        "What are the best treatments for abnormal vaginal discharge?",
        2
    ],
    [
        "How to treat endometrial displacement with chocolate cysts?",
        2
    ],
    [
        "Can yellow thick nasal discharge be treated with medication?",
        2
    ],
    [
        "How can I slim my thighs?",
        2
    ],
    [
        "What tests are needed for infertility? How to treat?",
        2
    ],
    [
        "What should I do if I have irregular menstruation?",
        2
    ],
    [
        "What to do if allergic to seafood during pregnancy?",
        2
    ],
    [
        "What is the cause of a small blister on the white of my eye, what medicine do I need",
        2
    ],
    [
        "Post-hysterectomy thrombosis care for uterine fibroids.",
        2
    ],
    [
        "Can Fluocinonide and Vitamin B6 Cream be used for itching on the foreskin?",
        2
    ],
    [
        "What kind of eye ointment can I apply on the 5th day of double eyelid surgery for those who don't remove the sutures?",
        2
    ],
    [
        "What should I do if I have severe insomnia in late pregnancy",
        2
    ],
    [
        "How to address low estrogen levels? Can it cause infertility?",
        2
    ],
    [
        "How to treat sciatica",
        2
    ],
    [
        "Are there any mothers who eat very little and feel hungry and constipated after a while? What should I do?",
        2
    ],
    [
        "How to treat low libido caused by kidney deficiency?",
        2
    ],
    [
        "Medications for severe morning and evening cough in children?",
        2
    ],
    [
        "What should I do if I’m constipated?",
        2
    ],
    [
        "I've been pregnant for 4 months and have had a catheterization 3 times, but I still can't urinate. What should I do?",
        2
    ],
    [
        "My child has epilepsy with symptoms like foam in the mouth, muscle spasms, inability to speak, and weakness. What should I do? Can it be cured?",
        2
    ],
    [
        "What are the unique treatments for a stroke using traditional Chinese medicine?",
        2
    ],
    [
        "How to treat genital warts effectively?",
        2
    ],
    [
        "Treatment for psoriasis.",
        2
    ],
    [
        "How to manage wisdom tooth inflammation?",
        2
    ],
    [
        "What is the best treatment for acute heart failure?",
        2
    ],
    [
        "What medication is best for hepatitis, and is combined treatment of Chinese and Western medicine recommended?",
        2
    ],
    [
        "What should be done if a woman in menopause has excessive menstrual bleeding?",
        2
    ],
    [
        "I want to consult what iron supplements I can take for iron deficiency anemia during lactation",
        2
    ],
    [
        "What effective treatments are there for intellectual disability?",
        2
    ],
    [
        "Elderly patient with systolic BP 160 and diastolic BP 40—causes and treatment?",
        2
    ],
    [
        "Can hemorrhoid cream really treat acne?",
        2
    ],
    [
        "How can I cure early-stage epilepsy?",
        2
    ],
    [
        "What to do if my 2-month-old baby always sleeps on the left side and now their ears look different?",
        2
    ],
    [
        "How should I treat a condition that requires hospitalization?",
        2
    ],
    [
        "What medication is used to treat schizophrenia?",
        2
    ],
    [
        "What to do after developing chronic nephritis?",
        2
    ],
    [
        "Post-esophageal cancer surgery with lymph node metastasis and post-radiation swelling/pain—how to relieve?",
        2
    ],
    [
        "I have psoriasis on my back, how to treat it.",
        2
    ],
    [
        "What should I do if my child has type 1 diabetes?",
        2
    ],
    [
        "What should I do if I get a fishbone stuck in my throat?",
        2
    ],
    [
        "What medicine is good for pharyngitis?",
        2
    ],
    [
        "How should I treat cervical spondylosis, dizziness, and shoulder and neck soreness?",
        2
    ],
    [
        "My child has had prolapse of the anus for three consecutive days. Is there any way?",
        2
    ],
    [
        "How to deal with back-to-school syndrome?",
        2
    ],
    [
        "How to treat white spots on the hands?",
        2
    ],
    [
        "I’m going to have a hysterosalpingography tomorrow. Today, I feel some itching below. Is it okay to use vaginal medication?",
        2
    ],
    [
        "One month pregnant with indigestion, nausea, and constipation—how to cope?",
        2
    ],
    [
        "How to stabilize vitiligo?",
        2
    ],
    [
        "How should ankylosing spondylitis be treated promptly?",
        2
    ],
    [
        "Should I visit a doctor before removing an unknown injection?",
        2
    ],
    [
        "My baby’s scalp is very itchy — is this new skin forming?",
        2
    ],
    [
        "How to treat constipation in a 55-day-old infant using glycerin suppositories?",
        2
    ],
    [
        "How to prevent spring colds?",
        2
    ],
    [
        "Does eczema always require surgery?",
        2
    ],
    [
        "Vomiting immediately after eating during pregnancy—how to cope?",
        2
    ],
    [
        "How to prevent endometriosis caused by lifestyle factors?",
        2
    ],
    [
        "How should one deal with neurasthenia?",
        2
    ],
    [
        "How to treat 'Da San Yang' (HBsAg+, HBeAg+, anti-HBc+)?",
        2
    ],
    [
        "How to reduce the fat on my stomach that is inherited?",
        2
    ],
    [
        "What disease could it be, and how to treat it?",
        2
    ],
    [
        "How can I help my baby sleep through the night?",
        2
    ],
    [
        "High CEA (Carcinoembryonic Antigen) in health check with abnormal CT—next steps?",
        2
    ],
    [
        "Left lung dysfunction with effusion; right lung tuberculosis—how to treat?",
        2
    ],
    [
        "Clitoral hyperplasia with surface covered in small bumps. How to manage?",
        2
    ],
    [
        "I ate something spicy a few days ago and had a severe hemorrhoid attack, what should I do?",
        2
    ],
    [
        "Non-surgical treatment for inherited O-shaped legs in a 1.5-year-old girl?",
        2
    ],
    [
        "What is the treatment for high-risk HPV infections in Qiqihar?",
        2
    ],
    [
        "What is the best treatment for constipation?",
        2
    ],
    [
        "How to make the knuckles thicker?",
        2
    ],
    [
        "How to make labia appear rosier?",
        2
    ],
    [
        "Is surgery the only way to treat rectal cancer?",
        2
    ],
    [
        "What medicine can I use to treat a dog scratch on my face without leaving a scar?",
        2
    ],
    [
        "How can I slim down my chubby hands?",
        2
    ],
    [
        "Postmenopausal for 5 years with uterine cysts and low estrogen—what medication to take?",
        2
    ],
    [
        "What to do if the baby doesn't listen, reasoning doesn't work, scolding doesn't work, and comforting doesn't work?",
        2
    ],
    [
        "I’m worried during early pregnancy, what should I do?",
        2
    ],
    [
        "What should I do if a mosquito flies into my nose?",
        2
    ],
    [
        "How to regulate spleen deficiency?",
        2
    ],
    [
        "How to treat S-shaped scoliosis?",
        2
    ],
    [
        "How to cure blocked fallopian tubes?",
        2
    ],
    [
        "Treatment of advanced malignant sinus cancer",
        2
    ],
    [
        "What supplements improve memory in a 37-year-old woman?",
        2
    ],
    [
        "Is there a good way to get a fish bone stuck in my throat?",
        2
    ],
    [
        "In Nanning, does hair transplant work for male hair loss?",
        2
    ],
    [
        "Is腰痛宁胶囊 effective for lumbar disc herniation?",
        2
    ],
    [
        "What can be done for pharyngitis (sore throat)?",
        2
    ],
    [
        "What should I do for a toothache?",
        2
    ],
    [
        "What should I do if I have not become pregnant over a year after a miscarriage?",
        2
    ],
    [
        "How to treat a scald from boiling water?",
        2
    ],
    [
        "My son is two years old now and he is still drooling. What should I do?",
        2
    ],
    [
        "What Chinese medicine can treat chronic superficial gastritis?",
        2
    ],
    [
        "What does a grade 3 cervical erosion with hypertrophy mean?",
        2
    ],
    [
        "How to treat premature ejaculation (due to masturbation)?",
        2
    ],
    [
        "What medication for a 2-year-old with phlegmy cough?",
        2
    ],
    [
        "How to whiten facial skin?",
        2
    ],
    [
        "What to do if the tongue is numb and the tongue coating is thick?",
        2
    ],
    [
        "What should I do if my child accidentally ingests desiccant?",
        2
    ],
    [
        "Best treatments for premature ejaculation.",
        2
    ],
    [
        "Bleeding after intercourse and vaginal dryness/pain — what to do?",
        2
    ],
    [
        "How to treat hand tremors",
        2
    ],
    [
        "What to do when there are many small pimples on the forehead",
        2
    ],
    [
        "Consultation: 4.5-year-old boy with bronchitis for half a month — what to eat for recovery?",
        2
    ],
    [
        "Fast methods to promote wound healing.",
        2
    ],
    [
        "How to treat a child with bloating?",
        2
    ],
    [
        "How to treat perianal abscess?",
        2
    ],
    [
        "How can men gain weight healthily?",
        2
    ],
    [
        "What should I do if my breasts are sagging during pregnancy?",
        2
    ],
    [
        "What should I do if one breast is larger than the other after weaning?",
        2
    ],
    [
        "Tuberculosis—can it be cured? Diagnosed on Feb 27, 2017, with cough and fatigue.",
        2
    ],
    [
        "How should women with genital warts be treated?",
        2
    ],
    [
        "What’s the fastest and best way to lose weight?",
        2
    ],
    [
        "How to prevent and treat paronychia?",
        2
    ],
    [
        "What should I do if I have tumor fatigue?",
        2
    ],
    [
        "How to help a child adapt to crowded environments and improve communication?",
        2
    ],
    [
        "How is endometritis treated?",
        2
    ],
    [
        "When can the white blood cells of cancer patients return to normal after radiotherapy and chemotherapy",
        2
    ],
    [
        "Is it okay to use saliva to relieve itching after a mosquito bite?",
        2
    ],
    [
        "What should be done if a baby girl has a cold?",
        2
    ],
    [
        "My 12-month-old child has a fever and despite getting an injection, the fever continues. What should I do?",
        2
    ],
    [
        "I have small pimples on my foreskin—what should I do?",
        2
    ],
    [
        "What are the best treatment options for post-esophageal cancer surgery with lymph node involvement?",
        2
    ],
    [
        "How to manage insomnia at night?",
        2
    ],
    [
        "What medication can promote bone fracture healing?",
        2
    ],
    [
        "My period is delayed, and the doctor prescribed progesterone. I took the fifth dose today; what should I do?",
        2
    ],
    [
        "How effective is laser surgery for treating acne?",
        2
    ],
    [
        "How can I regulate scanty menstruation?",
        2
    ],
    [
        "How to treat autism",
        2
    ],
    [
        "Severe nipple fissures from breastfeeding—urgent pain relief needed!",
        2
    ],
    [
        "How to treat phimosis for a quick recovery?",
        2
    ],
    [
        "How to remove dark circles caused by staying up late?",
        2
    ],
    [
        "What can children eat more of to grow taller?",
        2
    ],
    [
        "My 6-year-old son frequently complains of stomach pain. What to do?",
        2
    ],
    [
        "Methods to stop diarrhea during pregnancy?",
        2
    ],
    [
        "How can I reduce eye swelling? Can cold compresses help at night?",
        2
    ],
    [
        "How to get rid of melasma?",
        2
    ],
    [
        "Best treatment for vulvar itching?",
        2
    ],
    [
        "What to do if you have colitis?",
        2
    ],
    [
        "A folk remedy to cure psoriasis",
        2
    ],
    [
        "How to treat 'chicken skin' (keratosis pilaris)?",
        2
    ],
    [
        "What is the simplest and most effective way to lose weight?",
        2
    ],
    [
        "What Chinese medicine should I take for chronic gastritis and chronic colitis?",
        2
    ],
    [
        "Is there any way to treat sparse female pubic hair? It is not a genetic factor",
        2
    ],
    [
        "How to help a child overcome school phobia?",
        2
    ],
    [
        "How to deal with broken flat warts? ",
        2
    ],
    [
        "I feel weak recently and have difficulty maintaining an erection during intercourse. What should I take?",
        2
    ],
    [
        "How to manage acute enteritis?",
        2
    ],
    [
        "How to manage persistent chest pain or vague back pain?",
        2
    ],
    [
        "What should be done if there is a solid nodule inside the right scrotum?",
        2
    ],
    [
        "What is the best way to treat vaginitis?",
        2
    ],
    [
        "Do I need to do 10 rehabilitations to check the pelvic floor muscle recovery in 42 days?",
        2
    ],
    [
        "How to manage loss of appetite during pregnancy?",
        2
    ],
    [
        "How can women enlarge their breasts?",
        2
    ],
    [
        "What should I do for severe wisdom tooth inflammation and excessive salivation?",
        2
    ],
    [
        "What medication is effective for intestinal obstruction?",
        2
    ],
    [
        "Treating facial allergy—can aloe gel be applied?",
        2
    ],
    [
        "What should I do if a cold leads to bronchitis?",
        2
    ],
    [
        "Treatment for 4.6 cm uterine fibroids.",
        2
    ],
    [
        "What should I do if I have acne",
        2
    ],
    [
        "Safe herbal galactagogues for insufficient breast milk.",
        2
    ],
    [
        "How to treat breast hyperplasia with physical therapy? Dietary considerations for breast hyperplasia? Physical therapy for breast hyperplasia",
        2
    ],
    [
        "What can I do if I ejaculate too quickly during intercourse with my girlfriend?",
        2
    ],
    [
        "What should I do if my calf hurts and I can’t stand?",
        2
    ],
    [
        "How to effectively treat hepatitis?",
        2
    ],
    [
        "What exercises are best for weight loss?",
        2
    ],
    [
        "Is there a root-cause treatment for psoriasis?",
        2
    ],
    [
        "How to handle a cut from a knife?",
        2
    ],
    [
        "Insomnia in cerebral infarction patients with hypertension.",
        2
    ],
    [
        "What can pregnant women eat for low thyroid levels?",
        2
    ],
    [
        "What medications treat thyroid nodules?",
        2
    ],
    [
        "Effective methods for treating vaginitis",
        2
    ],
    [
        "How can I lose 30 pounds?",
        2
    ],
    [
        "What should I do if I experience urinary incontinence after childbirth when jumping rope or running?",
        2
    ],
    [
        "How is oral cancer treated?",
        2
    ],
    [
        "What should I do if I cannot pass stool after childbirth?",
        2
    ],
    [
        "I have adenomyosis, and my period pain is unbearable — what medication can stop menstruation?",
        2
    ],
    [
        "What to do if my baby has a fever and cough?",
        2
    ],
    [
        "Can amblyopia in a 10-year-old boy’s right eye be treated surgically?",
        2
    ],
    [
        "How to prevent facial pigmentation?",
        2
    ],
    [
        "Post-ear surgery infection in left ear (oily earwax). How to eliminate infection? Can iodine be used daily?",
        2
    ],
    [
        "I have pain on the outer side of my right knee after running; what should I do?",
        2
    ],
    [
        "What should I do if I get stung by fresh jellyfish?",
        2
    ],
    [
        "How to manage anxiety disorder?",
        2
    ],
    [
        "What medication is effective for nasal polyps?",
        2
    ],
    [
        "What should be done if a baby born at 37 weeks + 4 days is missing a right palm and fingers?",
        2
    ],
    [
        "How is lung cancer treated if it started as colon cancer but has now metastasized to the lungs?",
        2
    ],
    [
        "Medication for infant buttock eczema?",
        2
    ],
    [
        "How can bee stings be treated to reduce swelling?",
        2
    ],
    [
        "What should I do if my menstruation is irregular after a miscarriage?",
        2
    ],
    [
        "What should I do if I contract hepatitis B?",
        2
    ],
    [
        "What to do if an elderly person catches cold in the neck? My grandfather caught a draft on the bus...",
        2
    ],
    [
        "What triggers schizophrenia?",
        1
    ],
    [
        "What are the causes of arrhythmia?",
        1
    ],
    [
        "How is fatty liver formed?",
        1
    ],
    [
        "What causes bloating",
        1
    ],
    [
        "What does it mean if MRI shows bone island and Schmorl's node?",
        1
    ],
    [
        "What causes mental disorders?",
        1
    ],
    [
        "What causes cryptogenic epilepsy?",
        1
    ],
    [
        "What causes low platelet count in children?",
        1
    ],
    [
        "Can low white blood cell count be related to long-term exposure to CT scans?",
        1
    ],
    [
        "What causes penile warts?",
        1
    ],
    [
        "What causes bladder effusion in pregnant women?",
        1
    ],
    [
        "The cause of tyrosinemia?",
        1
    ],
    [
        "What is the connection between cervical inflammation and cancer?",
        1
    ],
    [
        "What are the causes of epileptic seizures?",
        1
    ],
    [
        "What are the causes of male genital warts?",
        1
    ],
    [
        "How is rectal cancer diagnosed?",
        1
    ],
    [
        "What are the causes of infertility?",
        1
    ],
    [
        "How much does it cost to treat cervical polyps?",
        9
    ],
    [
        "How much does it cost to treat hemiplegia",
        9
    ],
    [
        "How much does it cost to recanalize the fallopian tubes in Huadu?",
        9
    ],
    [
        "How much does it cost to do circumcision and premature ejaculation surgery",
        9
    ],
    [
        "How much does an abortion cost?",
        9
    ],
    [
        "How much does it cost to check for Parkinson’s disease?",
        9
    ],
    [
        "Cost of cervical fluid testing.",
        9
    ],
    [
        "How much does it cost to treat stroke complications?",
        9
    ],
    [
        "Cost of treating cerebral stroke.",
        9
    ],
    [
        "How much does it cost to get tested for hepatitis at a hospital?",
        9
    ],
    [
        "Approximate cost of pancreatic cancer radical surgery",
        9
    ],
    [
        "How much does IUD insertion cost?",
        9
    ],
    [
        "How much does it cost to treat a neurological disorder?",
        9
    ],
    [
        "How much does acute enteritis surgery cost?",
        9
    ],
    [
        "How much does it cost to treat fallopian tube adhesions?",
        9
    ],
    [
        "Cost of anal itching examination.",
        9
    ],
    [
        "How much does laser hair removal cost and is it effective?",
        9
    ],
    [
        "Cost of autologous fat grafting for chin augmentation?",
        9
    ],
    [
        "The full cost of underarm odor",
        9
    ],
    [
        "What is the cost of treating bromhidrosis (axillary osmidrosis)?",
        9
    ],
    [
        "How much does fat dissolving on the buttocks cost?",
        9
    ],
    [
        "How much does stomach cancer treatment usually cost?",
        9
    ],
    [
        "Cost of premature ejaculation surgery.",
        9
    ],
    [
        "Is the charge of Chongqing Edward Hospital expensive?",
        9
    ],
    [
        "Is the cost of treating secondary epilepsy high?",
        9
    ],
    [
        "How much does it cost for forehead hair transplantation? Is it expensive? How much does hair transplantation cost...",
        9
    ],
    [
        "What are the costs associated with epilepsy treatment?",
        9
    ],
    [
        "How long does it take to treat grade 3 cervical erosion, and how much will it cost in total?",
        9
    ],
    [
        "How much does it cost to treat cervical cysts",
        9
    ],
    [
        "How much does ultrasonic teeth cleaning cost in Beijing?",
        9
    ],
    [
        "Can tofu treat corn (hard callus on the feet)?",
        8
    ],
    [
        "What medications soothe the respiratory tract?",
        8
    ],
    [
        "Does acyclovir cream prevent genital warts?",
        8
    ],
    [
        "What is the main function of Compound Methoxamine Capsules?",
        8
    ],
    [
        "Does clindamycin phosphate gel really treat acne?",
        8
    ],
    [
        "Do papaya powder and kudzu root powder have no breast enhancement effect?",
        8
    ],
    [
        "Effects of red dates, astragalus, angelica, chicken blood vine, goji, gastrodia, and black-bone chicken soup.",
        8
    ],
    [
        "Are there side effects of long-term progesterone use?",
        8
    ],
    [
        "Can drinking only pure milk for dinner help lose weight",
        8
    ],
    [
        "Does Yanlu Breast Cancer Health Tablets work for breast cancer treatment?",
        8
    ],
    [
        "The endometrium is smooth and continuous with a fine-line echo. Are there any side effects of taking gynecological nourishing capsules?",
        8
    ],
    [
        "Can Dahuang Zhechong Wan remove spots?",
        8
    ],
    [
        "Does Baldness Pill have side effects?",
        8
    ],
    [
        "What are the effects and functions of the Chinese medicine Smilax glabra?",
        8
    ],
    [
        "Is tomato a trigger food?",
        8
    ],
    [
        "What are the effects of lysine zinc gluconate granules?",
        8
    ],
    [
        "Can irregular menstruation lead to infertility in the future?",
        6
    ],
    [
        "Is it possible to get pregnant if the period started on the 10th and ended on the 15th?",
        6
    ],
    [
        "Will the baby be darker if pregnant women eat soy sauce?",
        6
    ],
    [
        "Is brain trauma epilepsy harmful?",
        6
    ],
    [
        "If sex is had on the 12th day of menstruation, but the male partner doesn't ejaculate inside, can pregnancy still occur?",
        6
    ],
    [
        "Risks of endometrial hyperplasia.",
        6
    ],
    [
        "Will smelling disinfectant affect the fetus when I am five months pregnant",
        6
    ],
    [
        "Do navel patches with Chinese herbs affect menstruation or fertility?",
        6
    ],
    [
        "What are the side effects of eating royal jelly, honey and bee pollen together?",
        6
    ],
    [
        "Damage caused by acute myocardial infarction.",
        6
    ],
    [
        "Will jogging two hours before sleep cause weight gain or thicker legs?",
        6
    ],
    [
        "What will happen if fat particles grow in the scrotum? How to recover by yourself?",
        6
    ],
    [
        "Does laser hair removal affect the menstrual cycle?",
        6
    ],
    [
        "Is artificial insemination harmful to a woman's health?",
        6
    ],
    [
        "If a bloodhound gets scratched and bleeds but has been vaccinated for rabies, what should be done?",
        6
    ],
    [
        "Oh! Can I get pregnant like this?",
        6
    ],
    [
        "Will repeated removal of a mole worsen cancer",
        6
    ],
    [
        "Is masturbation harmful? How can I quit it",
        6
    ],
    [
        "Why do I have a miscarriage? Which one is more harmful to zinc, curettage or abortion?",
        6
    ],
    [
        "Is a high fever of 39°C during pregnancy harmful to the baby?",
        6
    ],
    [
        "Are there any hazards of autologous fat transplantation?",
        6
    ],
    [
        "Will I get rabies if I have a cross-infection with a dog in the incubation period of rabies?",
        6
    ],
    [
        "Will having sex on the fourth day after menstruation lead to pregnancy?",
        6
    ],
    [
        "Will I get pregnant if I had sex on the 14th day after my period ended?",
        6
    ],
    [
        "Does an abortion in the first month harm the body?",
        6
    ],
    [
        "A pregnant woman took four painkillers before she knew she was pregnant for four weeks. Will it affect her child?",
        6
    ],
    [
        "What harm does high bilirubin have on the body? Is it good or bad?",
        6
    ],
    [
        "Is the blood test of 17200 for an 8-month-old baby serious?",
        4
    ],
    [
        "I used to test negative for hepatitis B e-antibody, but now I test positive. Is this serious?",
        4
    ],
    [
        "My urine test shows mucus strands at 846, which is significantly above the reference range of 264. What does this mean?",
        4
    ],
    [
        "What is the standard height for a 2-year-old child?",
        4
    ],
    [
        "Normal sperm motility rate?",
        4
    ],
    [
        "Is a blood pressure of 140/78 considered hypertension?",
        4
    ],
    [
        "Fetal weight 3298–481g—how heavy is this?",
        4
    ],
    [
        "Is nt0.30 high at 12 weeks and five days?",
        4
    ],
    [
        "Can you help me check the viral load? I have a result of 570 from last August, and the recent results show a difference. Has the viral load increased?",
        4
    ],
    [
        "Anti-B2 glycoprotein antibody positive Anti-B2 glycoprotein antibody positive",
        4
    ],
    [
        "A 17-year-old B-ultrasound found a cystic nodule of 8*8mm in the prostate. What should I do?",
        4
    ],
    [
        "Is it normal that systolic and diastolic blood pressure get closer during rest?",
        4
    ],
    [
        "Lymphocyte ratio high, neutrophil ratio low—is this serious?",
        4
    ],
    [
        "What does a PSA level over 20 indicate in prostate tumor cystoscopy?",
        4
    ],
    [
        "Is a 0.9×0.6 cm follicle on day 10 normal?",
        4
    ],
    [
        "What can be done for prostate problems?",
        4
    ],
    [
        "With a sperm morphology rate of 5%, what suggestions do you have?",
        4
    ],
    [
        "What does it mean if the uterine lining is uneven after an abortion?",
        4
    ],
    [
        "Signs of high total bilirubin",
        4
    ]
]